Repository: FCU-Mobile/D1397102
Catalog: Localizable.xcstrings
Source language: en
Languages: ja, zh_hant

# add_favorite
source: add_to_favorite
ja: お気に入りに追加
zh_hant: 加入收藏

source: category_all
ja: すべて

# category_history
source: history
ja: 歴史
zh_hant: 歷史

# category_landmark_building
source: landmark_building
ja: ランドマーク
zh_hant: 建築地標

# category_nature
source: nature
ja: 自然
zh_hant: 大自然

# category_religion
source: religion
ja: 宗教
zh_hant: 宗教

source: English
ja: 英語
zh_hant: 英語

source: language_settings
ja: 言語設定
zh_hant: 語言設定

# remove_favorite
source: remove_from_favorite
ja: お気に入りから消除
zh_hant: 移除收藏

# spot_85tower_desc
source: Iconic skyscraper in southern Taiwan with city views.
ja: 高雄で最も高くて、最も有名な建物
zh_hant: 南台灣知名地標，高樓觀景。

# spot_85tower_name
source: Kaohsiung 85 Sky Tower
ja: 高雄85スカイタワー
zh_hant: 高雄 85大樓

# spot_alishan_desc
source: Mountain area famous for sunrise views and forest railway.
ja: 日の出の景色と森林鉄道で知られる山岳地帯
zh_hant: 以觀日、森林鐵道著稱的高山景點。

# spot_alishan_name
source: Alishan
ja: 阿里山
zh_hant: 阿里山

# spot_anping_desc
source: Historic site in Tainan, originally built by the Dutch as Fort Zeelandia.
ja: 四百年前オランダ人に造られる建物
zh_hant: 位於台南市安平區的歷史古蹟，前身為荷蘭人建造的熱蘭遮城，是台灣最具代表性的西式城堡遺址之一。

# spot_anping_name
source: Anping Fort
ja: 安平古堡
zh_hant: 安平古堡

# spot_foguangshan_desc
source: Large Buddhist monastery in Kaohsiung with Buddha Memorial Center.
ja: 高雄最大の仏教寺院と仏陀記念センター
zh_hant: 位於高雄市的大型佛教寺院，是知名的宗教與文化景點，設有佛陀紀念館。

# spot_foguangshan_name
source: Fo Guang Shan
ja: 佛光山
zh_hant: 佛光山

# spot_sunmoonlake_name
source: Sun Moon Lake
ja: 日月潭
zh_hant: 日月潭

# spot_taipei101_desc
source: Famous landmark in northern Taiwan, with observatory views.
ja: 展望台からの眺めを楽しめる、台湾北部の有名なランドマーク。
zh_hant: 北台灣知名地標，高樓觀景。

# spot_taipei101_name
source: Taipei 101
ja: 台北101
zh_hant: 台北 101

# spot_tribe_desc
source: Cultural park in Pingtung showcasing Taiwan's indigenous heritage, arts, and crafts.
ja: 台湾の先住民族の伝統、芸術、工芸品を展示する屏東の文化公園。
zh_hant: 位於屏東縣瑪家鄉，展示台灣多元原住民族的文化、藝術及傳統工藝，是了解原住民文化的重要場所。

# spot_tribe_name
source: Taiwan Indigenous Peoples Cultural Park
ja: 台湾原住民文化公園
zh_hant: 台灣原住民文化園區

# spot_tudigong_desc
source: Located in Zhonghe District, New Taipei City, the renowned Tudigong Temple is famous for its massive golden cauldron and stunning night views of the Taipei Basin. It is a popular spot for both prayer and sightseeing.
ja: 新北市中和区にある土址公廟は、巨大な金色の釜と台北盆地の素晴らしい夜景で有名で、参拝や観光に人気のスポットです。
zh_hant: 位於新北市中和區的著名土地公廟，以巨大金爐與台北盆地夜景聞名，是祈福與觀光的熱門地點。

# spot_tudigong_name
source: Hongludi Nanshan Fude Temple
ja: 烘爐地南山福徳宮
zh_hant: 烘爐地南山福德宮

# tourism_title
source: Tourism_Spot
ja: 観光スポット
zh_hant: 旅遊景點推薦

# 日本語
source: Japanese
ja: 日本語
zh_hant: 日語

# 繁體中文
source: Traditional Chinese
ja: 繁体字中国語
zh_hant: 繁體中文

# 台北 101
source: Taipei 101
zh_hant: 台北 101

# 地圖
source: Map
zh_hant: 地圖
